package lesson5;

public class Main2 {
    public static void main(String[] args) {
        String[][] tours = {{"Турция", "75000", "9", "4 звезды", "самолет"},
                {"Египет", "90000", "6", "3 звезды", "автобус"},
                {"Тунис", "90000", "7", "3 звезды", "самолет"},
                {"Турция", "90000", "5", "4 звезды", "автобус"},
                {"ОАЭ", "90000", "5", "5 звезды", "самолет"},
                {"ОАЭ", "70000", "4", "4 звезды", "самолет"}};

        ToursUtils.printTourWithAveragePrice(tours,"ОАЭ");
    }
}
